{
    "Pepperoni": "Pepperoni is a cured dry sausage similar to the spicy salamis of southern Italy, such as salsiccia Napoletana piccante, a spicy dry sausage from Naples, or the soppressata from Calabria. The main differences are that pepperoni has a finer grain (akin to spiceless salami from Milan), is usually softer, and is produced with the use of an artificial casing (Italian salami is produced using natural gut for casing and are made of pure pork). Pepperoni is mass-produced to meet the demand for the sausage. In most of Italy pepperoni would be considered a type of salamino piccante.",
    "Four seasons": "Four seasons pizza (quattro stagioni) is a variety of pizza in Italian cuisine that is prepared in four sections with diverse ingredients, with each section representing one season of the year. It is a very popular pizza in Italy, and has been described as a \"classic\", \"famous\" and \"renowned\" Italian pizza.",
    "Margherita": "The pizza Margherita is one of the symbols of Italian cuisine throughout the world. Invented in June 1889 by the Neapolitan pizza maker Raffaele Esposito in honor of Queen Margherita of Savoy, the color combination of its ingredients is not accidental: the red tomato, white mozzarella and green basil, represent the Italian flag. Although the creation of pizza Margherita is relatively recent, the pizza has very ancient origins. Even the ancient Egyptians were making a flat bread baked in the oven that can be considered a sort of ancestor of pizza. But evidence relating to the preparation of food similar to pizza are present throughout the history of Mediterranean civilization: disks of leavened dough baked or grilled and served as both sweet and savory dishes, were already popular at the time of the Etruscans and continued to be prepared by Europeans until the Middle Ages. The combination of pizza with tomato sauce was born in Naples in 1730, when for the first time the traditional Neapolitan bread was paired with tomato sauce, which originated in Spain. That fortunate combination became known as pizza, first a symbol of Neapolitan cuisine and later of Italian food in general.",
    "Hawai": "Greek-Canadian Sam Panopoulos claimed that he created the first Hawaiian pizza at the Satellite Restaurant in Chatham, Ontario, Canada in 1962. Inspired in part by his experience preparing Chinese dishes which commonly mix sweet and savoury flavours, Panopoulos experimented with adding pineapple, ham, bacon and other toppings which were not initially very popular. The addition of pineapple to the traditional mix of tomato sauce and cheese, sometimes with ham or sometimes with bacon, soon became popular locally and eventually became a staple offering of pizzerias around the world."
}